[{"Currency":"VND","Description":"is a Vietnamese dish consisting of broth, noodles made from rice, a few herbs, and meat.[1] It is a popular street dish,[2] and the specialty of several restaurant chains.\r\n\r\nPho originated in the early 20th century in northern Vietnam,apparently southeast of Hanoi in Nam Định province, then a substantial textile market. At first, it was sold by vendors from large boxes.Pho restaurants opened in Hanoi in the 1920s.","Discount":"10.0","DishID":1,"DishImage":"pho.jpg","DishName":"Phở","Price":"100.0","Tag":"food,noodle,morning,afternoon","created_at":"2013-03-24T11:16:43Z","id":1,"updated_at":"2013-03-25T03:03:11Z"},{"Currency":"VND","Description":"Coca-Cola is a carbonated soft drink sold in stores, restaurants, and vending machines in every country except Cuba and North Korea.It is produced by The Coca-Cola Company of Atlanta, Georgia, and is often referred to simply as Coke (a registered trademark of The Coca-Cola Company in the United States since March 27, 1944). Originally intended as a patent medicine when it was invented in the late 19th century by John Pemberton, Coca-Cola was bought out by businessman Asa Griggs Candler, whose marketing tactics led Coke to its dominance of the world soft-drink market throughout the 20th century.","Discount":"0.0","DishID":2,"DishImage":"cocacola.jpg","DishName":"Coca","Price":"10.0","Tag":"drink,soft_drink","created_at":"2013-03-24T11:19:18Z","id":2,"updated_at":"2013-03-24T11:19:18Z"},{"Currency":"VND","Description":"Sushi (すし, 寿司, 鮨, 鮓, 寿斗, 寿し, 壽司?) is a Japanese food consisting of cooked vinegared rice (shari) combined with other ingredients (neta), usually raw fish or other seafood. Neta and forms of sushi presentation vary, but the ingredient which all sushi have in common is vinegared rice called sushi-meshi.\r\n\r\nThe original type of sushi, known today as nare-zushi (馴れ寿司, 熟寿司,) was first made in Southeast Asia, possibly along what is now known as the Mekong River. And then sushi cuisine spread to southern China before it was introduced in Japan.[citation needed] The term sushi comes from an archaic grammatical form no longer used in other contexts; literally, sushi means \"sour-tasting\", a reflection of its historic fermented roots. The oldest form of sushi in Japan, narezushi, still very closely resembles this process, wherein fish is fermented via being wrapped in soured fermenting rice. The fish proteins break down via fermentation into its constituent amino acids. The fermenting rice and fish results in a sour taste and also one of the five basic tastes, called umami in Japanese.[1] In Japan, narezushi evolved into oshizushi and ultimately Edomae nigirizushi, which is what the world today knows as \"sushi\".","Discount":"10.0","DishID":3,"DishImage":"sushi.jpg","DishName":"Sushi","Price":"500.0","Tag":"food,japanese,evening","created_at":"2013-03-24T11:21:41Z","id":3,"updated_at":"2013-03-24T11:21:41Z"}]